Repository: batibey/DiscoverYourself
Catalog: DiscoverYourself/Resources/Views/AccumulationGoals/Index.*.resx
Languages: tr

# AccumulationGoalsMsg
source: Accumulation Goals
tr: Birikim Hedefleri

# DateMsg
source: Date
tr: Tarih

# GoalsMsg
source: Goals
tr: Hedef

# TargetCurrencyMsg
source: Target Currency Accumulation
tr: Hedef Döviz Yatırımı

# TargetGoldMsg
source: Target Gold Accumulation
tr: Hedef Altın Yatırımı

# TargetSilverMsg
source: Target Silver Accumulation
tr: Hedef Gümüş Yatırımı

# RealizedMsg
source: Realized
tr: Gerçekleşen

# RealizedCurrencyMsg
source: Realized Currency Accumulation
tr: Gerçekleşen Döviz Yatırımı

# RealizedGoldMsg
source: Realized Gold Accumulation
tr: Gerçekleşen Altın Yatırımı

# RealizedSilverMsg
source: Realized Silver Accumulation
tr: Gerçekleşen Gümüş Yatırımı

# SaveMsg
source: Save
tr: Kaydet

# UpdateChartMsg
source: Update Chart
tr: Grafiği Güncelle

source: Currency
tr: Döviz

# GoldMsg
source: Gold
tr: Altın

# SilverMsg
source: Silver
tr: Gümüş
